Repository: LPFchan/NapCorner
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, es, et, fi, fr, hi, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Rest the pointer in the corner, or push into it, until the pill’s outline fills. Once the screen is dark, small bumps of the mouse won’t wake it.
ar: أبقِ المؤشر في الزاوية، أو ادفعه نحوها، حتى يمتلئ إطار الكبسولة. بعد أن تظلم الشاشة، لن توقظها حركات الماوس الصغيرة.
bg: Оставете показалеца в ъгъла или натиснете в него, докато контурът на хапчето се запълни. Щом екранът е тъмен, малки побутвания на мишката не го събуждат.
cs: Nechte ukazatel v rohu, nebo do něj zatlačte, dokud se obrys pilulky nezaplní. Když je obrazovka zhasnutá, drobná šťouchnutí myší ji neprobudí.
da: Lad markøren hvile i hjørnet, eller skub ind i det, til pillens kant er fyldt. Når skærmen er mørk, vækker små puf til musen den ikke.
de: Lass den Zeiger in der Ecke ruhen oder drück hinein, bis sich der Rand der Pille füllt. Ist der Bildschirm dunkel, wecken ihn kleine Mausstöße nicht.
es: Deja el puntero en la esquina, o empuja hacia ella, hasta que se llene el contorno de la píldora. Con la pantalla oscura, los pequeños golpes del ratón no la despiertan.
et: Hoia kursorit nurgas või lükka sinna, kuni pilli serv täitub. Kui ekraan on pime, ei ärata väikesed hiiremüksud seda.
fi: Pidä osoitin kulmassa tai työnnä sitä kulmaan, kunnes pillerin reuna täyttyy. Kun näyttö on pimeä, pienet hiiren tönäisyt eivät herätä sitä.
fr: Laissez le pointeur dans le coin, ou poussez dedans, jusqu’à ce que le contour de la pilule se remplisse. Une fois l’écran noir, les petits coups de souris ne le réveillent pas.
hi: पॉइंटर को कोने में रोके रखें, या उसमें धक्का दें, जब तक गोली की रूपरेखा भर न जाए। स्क्रीन काली होने के बाद माउस के छोटे झटके उसे नहीं जगाएँगे।
hr: Ostavite pokazivač u kutu ili gurnite u njega dok se obrub pilule ne ispuni. Kad je zaslon taman, mali pomaci miša ga ne bude.
hu: Hagyd a mutatót a sarokban, vagy nyomd bele, amíg a kapszula körvonala megtelik. Sötét képernyőnél az egér apró lökései nem ébresztik fel.
it: Lascia il puntatore nell’angolo, o spingilo dentro, finché il contorno della pillola non si riempie. A schermo scuro, piccoli colpi del mouse non lo riattivano.
ja: ポインタをコーナーに置いたまま、または押し込んで、ピルの縁が満ちるまで待ちます。画面が暗くなったら、マウスが少し動いても復帰しません。
ko: 포인터를 모서리에 두거나 모서리 쪽으로 밀어서 알약 테두리가 다 차게 하세요. 화면이 꺼진 뒤에는 마우스가 살짝 움직여도 깨어나지 않습니다.
nb: La pekeren hvile i hjørnet, eller skyv inn i det, til kanten på pillen er fylt. Når skjermen er mørk, vekker ikke små dytt på musen den.
nl: Laat de aanwijzer in de hoek rusten, of duw erin, tot de rand van de pil vol is. Als het scherm donker is, maken kleine muistikken het niet wakker.
pl: Zostaw wskaźnik w narożniku lub dociśnij go do niego, aż kontur pigułki się wypełni. Gdy ekran zgaśnie, drobne szturchnięcia myszy go nie obudzą.
pt_br: Deixe o ponteiro no canto, ou empurre para dentro dele, até o contorno da pílula se encher. Com a tela apagada, pequenos toques no mouse não a acordam.
pt_pt: Deixe o cursor no canto, ou empurre-o para lá, até o contorno da pílula encher. Com o ecrã escuro, pequenos toques no rato não o acordam.
ro: Lăsați cursorul în colț sau împingeți în el până se umple conturul pastilei. Cu ecranul stins, atingerile mici ale mausului nu îl trezesc.
ru: Задержите указатель в углу или упритесь в него, пока контур пилюли не заполнится. Когда экран погас, лёгкие толчки мыши его не разбудят.
sk: Nechajte ukazovateľ v rohu alebo doň zatlačte, kým sa obrys pilulky nezaplní. Keď je obrazovka zhasnutá, drobné štuchnutia myšou ju nezobudia.
sv: Låt pekaren vila i hörnet, eller tryck in i det, tills pillrets kant fylls. När skärmen är släckt väcker små knuffar på musen den inte.
tr: İşaretçiyi köşede bekletin ya da köşeye itin; hapın çerçevesi dolana kadar. Ekran karardığında farenin küçük kıpırtıları onu uyandırmaz.
uk: Затримайте вказівник у куті або впріться в нього, доки контур пігулки не заповниться. Коли екран згас, легкі поштовхи миші його не розбудять.
vi: Để con trỏ nằm yên ở góc, hoặc đẩy vào góc, cho đến khi viền viên thuốc đầy. Khi màn hình đã tối, những cú chạm chuột nhỏ sẽ không đánh thức nó.
zh_hans: 将指针停在角落，或往角落里推，直到胶囊的边框填满。屏幕变暗后，鼠标轻微移动不会唤醒它。

source: Rest the pointer in the corner, or push the mouse into it, until the pill’s outline fills.
ar: أبقِ المؤشر في الزاوية، أو ادفع الماوس نحوها، حتى يمتلئ إطار الكبسولة.
bg: Оставете показалеца в ъгъла или натиснете мишката в него, докато контурът на хапчето се запълни.
cs: Nechte ukazatel v rohu, nebo do něj zatlačte myší, dokud se obrys pilulky nezaplní.
da: Lad markøren hvile i hjørnet, eller skub musen ind i det, til pillens kant er fyldt.
de: Lass den Zeiger in der Ecke ruhen oder drück die Maus hinein, bis sich der Rand der Pille füllt.
es: Deja el puntero en la esquina, o empuja el ratón hacia ella, hasta que se llene el contorno de la píldora.
et: Hoia kursorit nurgas või lükka hiirt sinna, kuni pilli serv täitub.
fi: Pidä osoitin kulmassa tai työnnä hiirtä kulmaan, kunnes pillerin reuna täyttyy.
fr: Laissez le pointeur dans le coin, ou poussez la souris dedans, jusqu’à ce que le contour de la pilule se remplisse.
hi: पॉइंटर को कोने में रोके रखें, या माउस को उसमें धकेलें, जब तक गोली की रूपरेखा भर न जाए।
hr: Ostavite pokazivač u kutu ili gurnite miš u njega dok se obrub pilule ne ispuni.
hu: Hagyd a mutatót a sarokban, vagy nyomd bele az egeret, amíg a kapszula körvonala megtelik.
it: Lascia il puntatore nell’angolo, o spingi il mouse dentro, finché il contorno della pillola non si riempie.
ja: ポインタをコーナーに置いたまま、またはマウスを押し込んで、ピルの縁が満ちるまで待ちます。
ko: 포인터를 모서리에 두거나 마우스를 모서리 쪽으로 밀어서 알약 테두리가 다 차게 하세요.
nb: La pekeren hvile i hjørnet, eller skyv musen inn i det, til kanten på pillen er fylt.
nl: Laat de aanwijzer in de hoek rusten, of duw de muis erin, tot de rand van de pil vol is.
pl: Zostaw wskaźnik w narożniku lub dociśnij do niego mysz, aż kontur pigułki się wypełni.
pt_br: Deixe o ponteiro no canto, ou empurre o mouse para dentro dele, até o contorno da pílula se encher.
pt_pt: Deixe o cursor no canto, ou empurre o rato para lá, até o contorno da pílula encher.
ro: Lăsați cursorul în colț sau împingeți mausul în el până se umple conturul pastilei.
ru: Задержите указатель в углу или упритесь в него мышью, пока контур пилюли не заполнится.
sk: Nechajte ukazovateľ v rohu alebo doň zatlačte myšou, kým sa obrys pilulky nezaplní.
sv: Låt pekaren vila i hörnet, eller tryck in musen i det, tills pillrets kant fylls.
tr: İşaretçiyi köşede bekletin ya da fareyi köşeye itin; hapın çerçevesi dolana kadar.
uk: Затримайте вказівник у куті або впріться в нього мишею, доки контур пігулки не заповниться.
vi: Để con trỏ nằm yên ở góc, hoặc đẩy chuột vào góc, cho đến khi viền viên thuốc đầy.
zh_hans: 将指针停在角落，或把鼠标往角落里推，直到胶囊的边框填满。

source: Settings…
ar: الإعدادات…
bg: Настройки…
cs: Nastavení…
da: Indstillinger…
de: Einstellungen …
es: Ajustes…
et: Seaded…
fi: Asetukset…
fr: Réglages…
hi: सेटिंग्ज़…
hr: Postavke…
hu: Beállítások…
it: Impostazioni…
ja: 設定…
ko: 설정…
nb: Innstillinger…
nl: Instellingen…
pl: Ustawienia…
pt_br: Ajustes…
pt_pt: Definições…
ro: Configurări…
ru: Настройки…
sk: Nastavenia…
sv: Inställningar…
tr: Ayarlar…
uk: Параметри…
vi: Cài đặt…
zh_hans: 设置…

source: Sleeping
ar: جارٍ النوم
bg: Заспива
cs: Usínám
da: Sover
de: Schlafen
es: Durmiendo
et: Magab
fi: Nukutaan
fr: En veille
hi: सो रहा है
hr: Uspavljujem
hu: Alvás
it: In stop
ja: スリープ中
ko: 잠드는 중
nb: Sover
nl: Slapen
pl: Usypianie
pt_br: Dormindo
pt_pt: A dormir
ro: Adorm
ru: Засыпаю
sk: Zaspávam
sv: Sover
tr: Uyuyor
uk: Засинаю
vi: Đang ngủ
zh_hans: 正在睡眠

source: Staying asleep
ar: البقاء نائمة
bg: Оставане в сън
cs: Zůstat ve spánku
da: Blive ved med at sove
de: Weiterschlafen
es: Seguir dormida
et: Magama jäämine
fi: Unessa pysyminen
fr: Rester en veille
hi: सोए रहना
hr: Ostanak u snu
hu: Alvó állapotban maradás
it: Restare in stop
ja: スリープの維持
ko: 잠든 상태 유지
nb: Fortsette å sove
nl: Blijven slapen
pl: Dalszy sen
pt_br: Continuar dormindo
pt_pt: Continuar a dormir
ro: Rămâne în repaus
ru: Не просыпаться
sk: Zostať v spánku
sv: Fortsätta sova
tr: Uykuda kalma
uk: Не прокидатися
vi: Giữ giấc ngủ
zh_hans: 保持睡眠

source: The pointer rests in the top-right corner until a pill’s outline fills, then the screen goes dark. Bumping the mouse leaves it dark; pressing a key wakes it.
ar: يستقر المؤشر في الزاوية العلوية اليمنى حتى يمتلئ إطار الكبسولة، ثم تظلم الشاشة. تحريك الماوس يبقيها مظلمة؛ والضغط على مفتاح يوقظها.
bg: Показалецът стои в горния десен ъгъл, докато контурът на хапче се запълни, след което екранът потъмнява. Побутване на мишката го оставя тъмен; клавиш го събужда.
cs: Ukazatel spočívá v pravém horním rohu, dokud se obrys pilulky nezaplní, a pak obrazovka zhasne. Šťouchnutí myší ji nechá zhasnutou; klávesa ji probudí.
da: Markøren hviler i hjørnet øverst til højre, til kanten af en pille er fyldt, og så bliver skærmen mørk. Et puf til musen lader den være mørk; en tast vækker den.
de: Der Zeiger ruht in der Ecke oben rechts, bis sich der Rand einer Pille füllt, dann wird der Bildschirm dunkel. Ein Mausstoß lässt ihn dunkel, ein Tastendruck weckt ihn.
es: El puntero descansa en la esquina superior derecha hasta que se llena el contorno de una píldora y la pantalla se oscurece. Mover el ratón la deja oscura; pulsar una tecla la despierta.
et: Kursor puhkab ülemises paremas nurgas, kuni pilli serv täitub, siis ekraan pimeneb. Hiire müks jätab selle pimedaks; klahv äratab.
fi: Osoitin lepää oikeassa yläkulmassa, kunnes pillerin reuna täyttyy, ja näyttö pimenee. Hiiren tönäisy jättää sen pimeäksi; näppäin herättää sen.
fr: Le pointeur reste dans le coin supérieur droit jusqu’à ce que le contour d’une pilule se remplisse, puis l’écran s’éteint. Bouger la souris le laisse éteint ; une touche le réveille.
hi: पॉइंटर ऊपर दाएँ कोने में रुकता है जब तक एक गोली की रूपरेखा भर न जाए, फिर स्क्रीन काली हो जाती है। माउस हिलाने पर वह काली रहती है; की दबाने पर जाग जाती है।
hr: Pokazivač miruje u gornjem desnom kutu dok se obrub pilule ne ispuni, a zatim se zaslon zatamni. Pomak miša ostavlja ga tamnim; tipka ga budi.
hu: A mutató a jobb felső sarokban pihen, amíg egy kapszula körvonala megtelik, majd a képernyő elsötétül. Az egér meglökése sötéten hagyja; egy billentyű felébreszti.
it: Il puntatore resta nell’angolo in alto a destra finché il contorno di una pillola non si riempie, poi lo schermo si scurisce. Muovere il mouse lo lascia scuro; premere un tasto lo riattiva.
ja: ポインタが右上のコーナーで止まり、ピルの縁が満ちると画面が暗くなります。マウスを動かしても暗いまま、キーを押すと復帰します。
ko: 포인터가 오른쪽 위 모서리에 머물러 알약 테두리가 다 차면 화면이 꺼집니다. 마우스를 움직여도 꺼진 채로 있고, 키를 누르면 깨어납니다.
nb: Pekeren hviler i hjørnet øverst til høyre til kanten på en pille er fylt, og så blir skjermen mørk. Et dytt på musen lar den være mørk; en tast vekker den.
nl: De aanwijzer rust in de hoek rechtsboven tot de rand van een pil vol is, dan wordt het scherm donker. Een muistik laat het donker; een toets maakt het wakker.
pl: Wskaźnik spoczywa w prawym górnym narożniku, aż kontur pigułki się wypełni, a ekran gaśnie. Szturchnięcie myszy zostawia go zgaszonym; klawisz go budzi.
pt_br: O ponteiro descansa no canto superior direito até o contorno de uma pílula se encher, e a tela apaga. Mexer o mouse a mantém apagada; uma tecla a acorda.
pt_pt: O cursor repousa no canto superior direito até o contorno de uma pílula encher, e o ecrã escurece. Mexer o rato mantém-no escuro; uma tecla acorda-o.
ro: Cursorul stă în colțul din dreapta sus până se umple conturul unei pastile, apoi ecranul se stinge. O atingere a mausului îl lasă stins; o tastă îl trezește.
ru: Указатель задерживается в правом верхнем углу, пока контур пилюли не заполнится, и экран гаснет. Толчок мыши оставляет его тёмным; клавиша будит.
sk: Ukazovateľ spočíva v pravom hornom rohu, kým sa obrys pilulky nezaplní, a potom obrazovka zhasne. Štuchnutie myšou ju nechá zhasnutú; kláves ju zobudí.
sv: Pekaren vilar i det övre högra hörnet tills kanten på ett piller fylls, sedan släcks skärmen. En knuff på musen låter den vara släckt; en tangent väcker den.
tr: İşaretçi, bir hapın çerçevesi dolana kadar sağ üst köşede bekler, sonra ekran kararır. Fareye çarpmak onu karanlık bırakır; bir tuş uyandırır.
uk: Вказівник затримується в правому верхньому куті, доки контур пігулки не заповниться, і екран гасне. Поштовх миші залишає його темним; клавіша будить.
vi: Con trỏ nằm yên ở góc trên bên phải cho đến khi viền một viên thuốc đầy, rồi màn hình tối đi. Chạm chuột vẫn để nó tối; nhấn phím sẽ đánh thức.
zh_hans: 指针停在右上角，直到胶囊的边框填满，屏幕随即变暗。碰到鼠标屏幕仍保持黑暗；按下按键则会唤醒。

source: Top Left
ar: أعلى اليسار
bg: Горе вляво
cs: Vlevo nahoře
da: Øverst til venstre
de: Oben links
es: Arriba a la izquierda
et: Üleval vasakul
fi: Vasen yläkulma
fr: En haut à gauche
hi: ऊपर बाएँ
hr: Gore lijevo
hu: Bal felső
it: In alto a sinistra
ja: 左上
ko: 왼쪽 위
nb: Øverst til venstre
nl: Linksboven
pl: Lewy górny
pt_br: Superior esquerdo
pt_pt: Superior esquerdo
ro: Stânga sus
ru: Верхний левый
sk: Vľavo hore
sv: Uppe till vänster
tr: Sol Üst
uk: Верхній лівий
vi: Trên bên trái
zh_hans: 左上角

source: Top Right
ar: أعلى اليمين
bg: Горе вдясно
cs: Vpravo nahoře
da: Øverst til højre
de: Oben rechts
es: Arriba a la derecha
et: Üleval paremal
fi: Oikea yläkulma
fr: En haut à droite
hi: ऊपर दाएँ
hr: Gore desno
hu: Jobb felső
it: In alto a destra
ja: 右上
ko: 오른쪽 위
nb: Øverst til høyre
nl: Rechtsboven
pl: Prawy górny
pt_br: Superior direito
pt_pt: Superior direito
ro: Dreapta sus
ru: Верхний правый
sk: Vpravo hore
sv: Uppe till höger
tr: Sağ Üst
uk: Верхній правий
vi: Trên bên phải
zh_hans: 右上角

source: Try it now: move the pointer into your corner and rest it there.
ar: جرّبه الآن: حرّك المؤشر إلى زاويتك وأبقِه هناك.
bg: Опитайте сега: преместете показалеца в своя ъгъл и го оставете там.
cs: Vyzkoušejte to: přesuňte ukazatel do svého rohu a nechte ho tam.
da: Prøv det: Flyt markøren ind i dit hjørne, og lad den hvile der.
de: Probier es aus: Bewege den Zeiger in deine Ecke und lass ihn dort ruhen.
es: Pruébalo: lleva el puntero a tu esquina y déjalo ahí.
et: Proovi kohe: vii kursor oma nurka ja lase sel seal puhata.
fi: Kokeile nyt: vie osoitin kulmaasi ja anna sen levätä siellä.
fr: Essayez : placez le pointeur dans votre coin et laissez-le là.
hi: अभी आज़माएँ: पॉइंटर को अपने कोने में ले जाएँ और वहीं रोके रखें।
hr: Isprobajte: pomaknite pokazivač u svoj kut i ostavite ga ondje.
hu: Próbáld ki: vidd a mutatót a sarkodba, és hagyd ott pihenni.
it: Provalo ora: porta il puntatore nel tuo angolo e lascialo lì.
ja: 試してみましょう:ポインタをコーナーに移動して、そのまま置いてください。
ko: 지금 해 보세요: 포인터를 모서리로 옮겨 그대로 두세요.
nb: Prøv nå: flytt pekeren inn i hjørnet ditt og la den hvile der.
nl: Probeer het: beweeg de aanwijzer naar je hoek en laat hem daar rusten.
pl: Spróbuj: przesuń wskaźnik do swojego narożnika i zostaw go tam.
pt_br: Experimente: leve o ponteiro até o seu canto e deixe-o lá.
pt_pt: Experimente: leve o cursor ao seu canto e deixe-o lá.
ro: Încercați acum: duceți cursorul în colțul dvs. și lăsați-l acolo.
ru: Попробуйте: переместите указатель в свой угол и задержите его там.
sk: Vyskúšajte to: presuňte ukazovateľ do svojho rohu a nechajte ho tam.
sv: Testa nu: flytta pekaren till ditt hörn och låt den vila där.
tr: Şimdi deneyin: işaretçiyi köşenize götürün ve orada bekletin.
uk: Спробуйте: перемістіть вказівник у свій кут і затримайте його там.
vi: Thử ngay: đưa con trỏ vào góc của bạn và để yên ở đó.
zh_hans: 现在试试：把指针移到你的角落并停在那里。

source: Turn Off in macOS
ar: إيقافها في macOS
bg: Изключи в macOS
cs: Vypnout v macOS
da: Slå fra i macOS
de: In macOS ausschalten
es: Desactivar en macOS
et: Lülita macOS-is välja
fi: Laita pois macOS:ssä
fr: Désactiver dans macOS
hi: macOS में बंद करें
hr: Isključi u macOS-u
hu: Kikapcsolás a macOS-ben
it: Disattiva in macOS
ja: macOSでオフにする
ko: macOS에서 끄기
nb: Slå av i macOS
nl: Zet uit in macOS
pl: Wyłącz w macOS
pt_br: Desativar no macOS
pt_pt: Desativar no macOS
ro: Dezactivează în macOS
ru: Выключить в macOS
sk: Vypnúť v macOS
sv: Stäng av i macOS
tr: macOS’te Kapat
uk: Вимкнути в macOS
vi: Tắt trong macOS
zh_hans: 在 macOS 中关闭

source: Welcome to NapCorner
ar: مرحبًا بك في NapCorner
bg: Добре дошли в NapCorner
cs: Vítejte v NapCorner
da: Velkommen til NapCorner
de: Willkommen bei NapCorner
es: Te damos la bienvenida a NapCorner
et: Tere tulemast NapCornerisse
fi: Tervetuloa NapCorneriin
fr: Bienvenue dans NapCorner
hi: NapCorner में आपका स्वागत है
hr: Dobro došli u NapCorner
hu: Üdv a NapCornerben
it: Benvenuto in NapCorner
ja: NapCornerへようこそ
ko: NapCorner에 오신 것을 환영합니다
nb: Velkommen til NapCorner
nl: Welkom bij NapCorner
pl: Witaj w NapCorner
pt_br: Boas-vindas ao NapCorner
pt_pt: Bem-vindo ao NapCorner
ro: Bun venit în NapCorner
ru: Добро пожаловать в NapCorner
sk: Vitajte v NapCorner
sv: Välkommen till NapCorner
tr: NapCorner’a hoş geldiniz
uk: Вітаємо в NapCorner
vi: Chào mừng đến với NapCorner
zh_hans: 欢迎使用 NapCorner

source: You’re all set
ar: كل شيء جاهز
bg: Всичко е готово
cs: Vše je připraveno
da: Du er klar
de: Alles bereit
es: Todo listo
et: Kõik on valmis
fi: Kaikki valmista
fr: Tout est prêt
hi: सब तैयार है
hr: Sve je spremno
hu: Minden kész
it: È tutto pronto
ja: 準備ができました
ko: 준비가 끝났습니다
nb: Alt er klart
nl: Je bent klaar
pl: Wszystko gotowe
pt_br: Tudo pronto
pt_pt: Está tudo pronto
ro: Totul este gata
ru: Всё готово
sk: Všetko je pripravené
sv: Allt är klart
tr: Her şey hazır
uk: Усе готово
vi: Đã sẵn sàng
zh_hans: 一切就绪

source: macOS has its own hot corner there too
ar: لدى macOS زاوية نشطة خاصة به هناك أيضًا
bg: macOS също има свой активен ъгъл там
cs: macOS tam má také vlastní aktivní roh
da: macOS har også sit eget aktive hjørne der
de: macOS hat dort auch eine eigene aktive Ecke
es: macOS también tiene ahí su propia esquina activa
et: macOS-il on seal ka oma aktiivne nurk
fi: macOS:llä on siinä myös oma aktiivinen kulma
fr: macOS a aussi son propre coin actif ici
hi: वहाँ macOS का भी अपना हॉट कॉर्नर है
hr: macOS ondje također ima svoj aktivni kut
hu: A macOS-nek is van ott saját aktív sarka
it: Anche macOS ha un angolo attivo lì
ja: macOSにもそこにホットコーナーがあります
ko: macOS에도 그 자리에 핫 코너가 있습니다
nb: macOS har også sitt eget aktive hjørne der
nl: macOS heeft daar ook een eigen actieve hoek
pl: macOS też ma tam swój aktywny narożnik
pt_br: O macOS também tem um canto ativo ali
pt_pt: O macOS também tem ali um canto ativo
ro: macOS are și el un colț activ acolo
ru: У macOS там тоже есть свой активный угол
sk: macOS tam má tiež vlastný aktívny roh
sv: macOS har också ett eget aktivt hörn där
tr: macOS’in de orada kendi etkin köşesi var
uk: У macOS там теж є свій активний кут
vi: macOS cũng có góc nóng riêng ở đó
zh_hans: macOS 在那里也有自己的触发角

source: macOS has its own hot corner there too.
ar: لدى macOS زاوية نشطة خاصة به هناك أيضًا.
bg: macOS също има свой активен ъгъл там.
cs: macOS tam má také vlastní aktivní roh.
da: macOS har også sit eget aktive hjørne der.
de: macOS hat dort auch eine eigene aktive Ecke.
es: macOS también tiene ahí su propia esquina activa.
et: macOS-il on seal ka oma aktiivne nurk.
fi: macOS:llä on siinä myös oma aktiivinen kulma.
fr: macOS a aussi son propre coin actif ici.
hi: वहाँ macOS का भी अपना हॉट कॉर्नर है।
hr: macOS ondje također ima svoj aktivni kut.
hu: A macOS-nek is van ott saját aktív sarka.
it: Anche macOS ha un angolo attivo lì.
ja: macOSにもそこにホットコーナーがあります。
ko: macOS에도 그 자리에 핫 코너가 있습니다.
nb: macOS har også sitt eget aktive hjørne der.
nl: macOS heeft daar ook een eigen actieve hoek.
pl: macOS też ma tam swój aktywny narożnik.
pt_br: O macOS também tem um canto ativo ali.
pt_pt: O macOS também tem ali um canto ativo.
ro: macOS are și el un colț activ acolo.
ru: У macOS там тоже есть свой активный угол.
sk: macOS tam má tiež vlastný aktívny roh.
sv: macOS har också ett eget aktivt hörn där.
tr: macOS’in de orada kendi etkin köşesi var.
uk: У macOS там теж є свій активний кут.
vi: macOS cũng có góc nóng riêng ở đó.
zh_hans: macOS 在那里也有自己的触发角。

source: macOS has its own hot corner there. NapCorner turns it off, so the two don’t both fire.
ar: لدى macOS زاوية نشطة خاصة به هناك. يوقفها NapCorner حتى لا تعمل الاثنتان معًا.
bg: macOS има свой активен ъгъл там. NapCorner го изключва, за да не се задействат и двата.
cs: macOS tam má vlastní aktivní roh. NapCorner ho vypne, aby se nespustily oba.
da: macOS har sit eget aktive hjørne der. NapCorner slår det fra, så de ikke begge udløses.
de: macOS hat dort eine eigene aktive Ecke. NapCorner schaltet sie aus, damit nicht beide auslösen.
es: macOS tiene ahí su propia esquina activa. NapCorner la desactiva para que no se disparen las dos.
et: macOS-il on seal oma aktiivne nurk. NapCorner lülitab selle välja, et mõlemad ei käivituks.
fi: macOS:llä on siinä oma aktiivinen kulma. NapCorner laittaa sen pois, jotta molemmat eivät laukea.
fr: macOS a son propre coin actif ici. NapCorner le désactive pour que les deux ne se déclenchent pas.
hi: वहाँ macOS का अपना हॉट कॉर्नर है। NapCorner उसे बंद कर देता है, ताकि दोनों एक साथ न चलें।
hr: macOS ondje ima svoj aktivni kut. NapCorner ga isključuje kako se ne bi pokrenula oba.
hu: A macOS-nek saját aktív sarka van ott. A NapCorner kikapcsolja, hogy ne induljon el mindkettő.
it: macOS ha un suo angolo attivo lì. NapCorner lo disattiva, così non scattano entrambi.
ja: macOSにもそこにホットコーナーがあります。両方が作動しないよう、NapCornerがオフにします。
ko: macOS에도 그 자리에 핫 코너가 있습니다. 둘이 함께 작동하지 않도록 NapCorner가 끕니다.
nb: macOS har sitt eget aktive hjørne der. NapCorner slår det av, så ikke begge utløses.
nl: macOS heeft daar een eigen actieve hoek. NapCorner zet die uit, zodat ze niet allebei afgaan.
pl: macOS ma tam swój aktywny narożnik. NapCorner go wyłącza, żeby oba się nie uruchamiały.
pt_br: O macOS tem um canto ativo próprio ali. O NapCorner o desativa para que os dois não disparem.
pt_pt: O macOS tem ali um canto ativo próprio. O NapCorner desativa-o para que os dois não disparem.
ro: macOS are propriul colț activ acolo. NapCorner îl dezactivează, ca să nu se declanșeze amândouă.
ru: У macOS там есть свой активный угол. NapCorner выключает его, чтобы не срабатывали оба.
sk: macOS tam má vlastný aktívny roh. NapCorner ho vypne, aby sa nespustili oba.
sv: macOS har ett eget aktivt hörn där. NapCorner stänger av det så att båda inte utlöses.
tr: macOS’in orada kendi etkin köşesi var. NapCorner ikisi birden tetiklenmesin diye onu kapatır.
uk: У macOS там є свій активний кут. NapCorner вимикає його, щоб не спрацьовували обидва.
vi: macOS có góc nóng riêng ở đó. NapCorner sẽ tắt nó để hai cái không cùng kích hoạt.
zh_hans: macOS 在那里有自己的触发角。NapCorner 会将其关闭，以免两者同时触发。
